export * from './approval'
export * from './resume'
export * from './interviewly'
export * from './nominee'
export * from './staff'
export * from './system'
export * from './training'
export * from './trench'

// 路由规则
// 1系统管理，1-1权限管理，1-4工作地点管理，1-5教学组管理，1-6教学部管理，1-7院校管理，1-8标签管理，1-2权限管理添加，1-3权限管理编辑
//
// 2人员管理，2-1HR管理，2-4数据员管理，2-7面试官管理，2-10审批官管理，2-13培训师管理，2-16系统管理员，
// 2-2HR管理添加，2-3HR管理编辑，2-5数据员管理添加，2-6数据员管理编辑，2-8面试官管理添加，2-9面试官管理编辑，
// 2-11审批官管理添加，2-12审批官管理编辑，2-14培训师管理添加，2-15培训师管理编辑，2-17系统管理员添加，2-18系统管理员编辑
//
// 3渠道管理，3-1合作渠道管理，3-6普通渠道管理，3-2合作渠道管理添加，3-3合作渠道管理编辑，3-4普通渠道管理添加，3-5普通渠道管理编辑
//
// 4人才库，4-1所有的查看详情页，4-2全部数据，4-3新数据，4-4抽回数据，4-5跟进中数据，4-6废弃数据，
// 4-5-1全部跟进中，4-5-2待处理，4-5-3再联系，4-5-4未接通，4-5-5面试流程中，4-5-6面试安排，4-5-7通过，4-5-8已发offer，4-5-9已入培，4-5-10已出培，4-5-11淘汰
//
// 5候选人管理，5-1全部候选人，5-2待处理，5-3再联系，5-4未接通，5-5面试流程中，5-6面试安排，5-7通过，5-8已发offer，5-9已入培，5-10已出培，5-11淘汰
//
// 6面试管理，6-1面试评价，6-2面试排版
//
// 7审批管理，7-1一审，7-2二审
//
// 8培训管家，8-1培训场次管理，8-2签到管理
